Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Currencies.xcstrings
Source language: en
Languages: es, ko

source: AED
es: Dírham de los Emiratos Árabes Unidos
ko: 아랍에미리트 디르함

source: AFN
es: Afgani de Afganistán
ko: 아프가니스탄 아프가니

source: ALL
es: Lek albanés
ko: 알바니아 레크

source: AMD
es: Dram armenio
ko: 아르메니아 드람

source: AOA
es: Kwanza angoleño
ko: 앙골라 콴자

source: ARS
es: Peso argentino
ko: 아르헨티나 페소

source: AUD
es: Dolar Australiano
ko: 호주 달러

source: AWG
es: Florín de Aruba
ko: 아루바 플로린

source: AZN
es: Manat azerbaiyano
ko: 아제르바이잔 마나트

source: BAM
es: Marco bosnioherzegovino de Bosnia-Herzegovina
ko: 보스니아 헤르체고비나 태환 마르크

source: BBD
es: Dólar de Barbados
ko: 바베이도스 달러

source: BDT
es: Taka bangladesí
ko: 방글라데시 타카

source: BGN
es: Lev búlgaro
ko: 불가리아 레프

source: BHD
es: Dinar bahreiní
ko: 바레인 디나르

source: BIF
es: Franco burundés
ko: 부룬디 프랑

source: black market
es: mercado negro
ko: 암시장

source: blue market
es: mercado azul
ko: 블루 마켓

source: BMD
es: Dólar de las Bermudas
ko: 버뮤다 달러

source: BND
es: Dólar de Brunei
ko: 브루나이 달러

source: BOB
es: Boliviano de Bolivia
ko: 볼리비아 볼리비아노

source: BRL
es: Real brasileño
ko: 브라질 헤알

source: BSD
es: Dólar de las Bahamas
ko: 바하마 달러

source: BTN
es: Ngultrum butanés
ko: 부탄 눌트룸

source: BWP
es: Pula de Botsuana
ko: 보츠와나 풀라

source: BZD
es: Dólar beliceño
ko: 벨리즈 달러

source: CAD
es: Dólar canadiense
ko: 캐나다 달러

source: CDF
es: Franco congoleño
ko: 콩고 프랑

source: CHF
es: Franco suizo
ko: 스위스 프랑

source: CLP
es: Peso Chileno
ko: 칠레 페소

source: CNH
es: Yuan Chino
ko: 중국 위안 (역외)

source: CNY
es: Yuan Chino
ko: 중국 위안 (역내)

source: COP
es: Peso colombiano
ko: 콜롬비아 페소

source: CRC
es: Colón costarricense
ko: 코스타리카 콜론

source: CUP
es: Peso cubano
ko: 쿠바 페소

source: CVE
es: Escudo caboverdiano
ko: 카보베르데 에스쿠도

source: CZK
es: Corona checa
ko: 체코 코루나

source: DJF
es: Franco de Yibuti
ko: 지부티 프랑

source: DKK
es: Corona Danesa
ko: 덴마크 크로네

source: DOP
es: Peso dominicano
ko: 도미니카 페소

source: DZD
es: Dinar argelino
ko: 알제리 디나르

source: EGP
es: Libra egipcia
ko: 이집트 파운드

source: ERN
es: Nafka de Eritrea
ko: 에리트레아 나크파

source: ETB
es: Birr etíope
ko: 에티오피아 비르

source: EUR
es: Euro
ko: 유로

source: FJD
es: Dólar fiyiano
ko: 피지 달러

source: FKP
es: Libra de las Islas Malvinas
ko: 포클랜드 제도 파운드

source: free market
es: mercado libre
ko: 자유 시장

source: GBP
es: Libra esterlina
ko: 영국 파운드

source: GEL
es: Lari georgiano
ko: 조지아 라리

source: GHS
es: Cedi de Ghana
ko: 가나 세디

source: GIP
es: Libra gibraltareña
ko: 지브롤터 파운드

source: GMD
es: Dalasi de Gambia
ko: 감비아 달라시

source: GNF
es: Franco guineano
ko: 기니 프랑

source: GTQ
es: Quetzal guatemalteco
ko: 과테말라 케찰

source: GYD
es: Dólar de Guyana
ko: 가이아나 달러

source: HKD
es: Dólar de Hong Kong
ko: 홍콩 달러

source: HNL
es: Lempira hondureña
ko: 온두라스 렘피라

source: HRK
es: Kuna croata
ko: 크로아티아 쿠나

source: HTG
es: Gourde haitiano
ko: 아이티 구르드

source: HUF
es: Florín húngaro
ko: 헝가리 포린트

source: IDR
es: Rupia de Indonesia
ko: 인도네시아 루피아

source: ILS
es: Nuevo sheqel israelí
ko: 이스라엘 신 셰켈

source: INR
es: Rupia india
ko: 인도 루피

source: IQD
es: Dinar iraquí
ko: 이라크 디나르

source: IRR
es: Rial iraní
ko: 이란 리알

source: ISK
es: Corona islandesa
ko: 아이슬란드 크로나

source: JEP
es: Libra de Jersey
ko: 저지 파운드

source: JMD
es: Dólar jamaiquino
ko: 자메이카 달러

source: JOD
es: Dinar jordano
ko: 요르단 디나르

source: JPY
es: Yen japonés
ko: 일본 엔

source: KES
es: Chelín keniano
ko: 케냐 실링

source: KGS
es: Som kirguís
ko: 키르기스스탄 솜

source: KHR
es: Riel camboyano
ko: 캄보디아 리엘

source: KMF
es: Franco comorano
ko: 코모로 프랑

source: KPW
es: Won norcoreano
ko: 북한 원

source: KRW
es: Won surcoreano
ko: 대한민국 원

source: KWD
es: Dinar kuwaití
ko: 쿠웨이트 디나르

source: KYD
es: Dólar de las Islas Caimán
ko: 케이맨 제도 달러

source: KZT
es: Tenge de Kazajstaán
ko: 카자흐스탄 텡게

source: LAK
es: Kip de Laos
ko: 라오스 킵

source: LBP
es: Libra libanesa
ko: 레바논 파운드

source: LKR
es: Rupia de Sri Lanka
ko: 스리랑카 루피

source: LRD
es: Dólar liberiano
ko: 라이베리아 달러

source: LSL
es: Loti de Lesoto
ko: 레소토 로티

source: LYD
es: Dinar libio
ko: 리비아 디나르

source: MAD
es: Dirham marroqu
ko: 모로코 디르함

source: MDL
es: Leu moldavo
ko: 몰도바 레우

source: MGA
es: Ariary malgache
ko: 마다가스카르 아리아리

source: MKD
es: Denar macedonio
ko: 북마케도니아 데나르

source: MMK
es: Kyat de Myanmar
ko: 미얀마 짯

source: MNT
es: Tugrik mongol
ko: 몽골 투그릭

source: MOP
es: Pataca de Macao
ko: 마카오 파타카

source: MTL
es: Lira maltesa
ko: 몰타 리라

source: MUR
es: Rupia de Republica de Mauricio
ko: 모리셔스 루피

source: MVR
es: Rufiyaa de Maldivas
ko: 몰디브 루피야

source: MWK
es: Kwacha malauí
ko: 말라위 콰차

source: MXN
es: Peso mexicano
ko: 멕시코 페소

source: MYR
es: Ringgit malayo
ko: 말레이시아 링깃

source: MZN
es: Metical mozambiqueño
ko: 모잠비크 메티칼

source: NAD
es: Dólar de Namibia
ko: 나미비아 달러

source: NGN
es: Naira nigeriano
ko: 나이지리아 나이라

source: NIO
es: Córdoba nicaragüense
ko: 니카라과 코르도바

source: NOK
es: Corona noruega
ko: 노르웨이 크로네

source: NPR
es: Rupia nepalí
ko: 네팔 루피

source: NZD
es: Dólar de Nueva Zelanda
ko: 뉴질랜드 달러

source: official rate
es: tarifa oficial
ko: 공식 환율

source: OMR
es: Rial omaní
ko: 오만 리알

source: PAB
es: Balboa panameño
ko: 파나마 발보아

source: PEN
es: Sol peruano
ko: 페루 솔

source: PGK
es: Kina de Papúa Nueva Guinea
ko: 파푸아뉴기니 키나

source: PHP
es: Peso filipino
ko: 필리핀 페소

source: PKR
es: Rupia pakistaní
ko: 파키스탄 루피

source: PLN
es: Zloty polaco
ko: 폴란드 즈워티

source: PYG
es: Guaraní paraguayo
ko: 파라과이 과라니

source: QAR
es: Rial de Qatar
ko: 카타르 리얄

source: RON
es: Leu romano
ko: 루마니아 레우

source: RSD
es: Dinar serbio
ko: 세르비아 디나르

source: RUB
es: Rublo ruso
ko: 러시아 루블

source: RWF
es: Franco ruandés
ko: 르완다 프랑

source: SAR
es: Riyal saudí
ko: 사우디 리얄

source: SBD
es: Dólar de las Islas Salomón
ko: 솔로몬 제도 달러

source: SCR
es: Seychellois Rupee
ko: 세이셸 루피

source: SDG
es: Libra sudanesa
ko: 수단 파운드

source: SEK
es: Corona sueca
ko: 스웨덴 크로나

source: SGD
es: Dólar de Singapur
ko: 싱가포르 달러

source: SHP
es: Libra de Santa Elena
ko: 세인트헬레나 파운드

source: SLL
es: Leone de Sierra Leona
ko: 시에라리온 레온

source: SOS
es: Chelín somalí
ko: 소말리아 실링

source: SRD
es: Dólar surinamés
ko: 수리남 달러

source: SYP
es: Libra siria
ko: 시리아 파운드

source: SZL
es: Lilangeni de Suazilandia
ko: 에스와티니 릴랑게니

source: THB
es: Baht tailandés
ko: 태국 바트

source: TJS
es: Somoni de Tayikistán
ko: 타지키스탄 소모니

source: TMT
es: Manat de Turkmenistán
ko: 투르크메니스탄 마나트

source: TND
es: Dinar tunecino
ko: 튀니지 디나르

source: TOP
es: Paʻanga de Tonga
ko: 통가 파앙가

source: TRY
es: Lira turca
ko: 튀르키예 리라

source: TTD
es: Dólar de Trinidad y Tobago
ko: 트리니다드 토바고 달러

source: TWD
es: Dólar taiwanés
ko: 대만 달러

source: TZS
es: Chelín de Tanzania
ko: 탄자니아 실링

source: UAH
es: Hryvnia ucraniano
ko: 우크라이나 흐리우냐

source: UGX
es: Chelín ugandés
ko: 우간다 실링

source: USD
es: Dólar de los Estados Unidos
ko: 미국 달러

source: UYU
es: Peso uruguayo
ko: 우루과이 페소

source: UZS
es: Som uzbeko
ko: 우즈베키스탄 솜

source: VND
es: Dong vietnamita
ko: 베트남 동

source: VUV
es: Vatu de Vanuatu
ko: 바누아투 바투

source: WST
es: Tala de Samoa
ko: 사모아 탈라

source: XAF
es: Franco CFA de África Central
ko: CFA 프랑 BEAC

source: XCD
es: Dólar del Caribe Oriental
ko: 동카리브 달러

source: XCG
es: Florín caribeño
ko: 카리브 길더

source: XOF
es: Franco CFA de África Occidental
ko: CFA 프랑 BCEAO

source: XPF
es: Franco CFP
ko: CFP 프랑

source: YER
es: Rial yemení
ko: 예멘 리알

source: ZAR
es: Rand sudafricano
ko: 남아프리카공화국 랜드

source: ZMW
es: Kwacha zambiano
ko: 잠비아 콰차
